---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepEquipmentCalcPipingflowParam
source: html/0b19bf56-92bf-eb5b-84de-246640cbf81e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepEquipmentCalcPipingflowParam Property

"Calculated Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId MepEquipmentCalcPipingflowParam { get; }
```